Repository: Yusuftmle/gazelligrup
Catalog: Resources/SharedResource.*.resx
Languages: es_es, fr_fr, tr_tr

# text4.5
source: Rich in omega-3 fatty acids, antioxidants, vitamin E, magnesium, and other nutrients, Maraş18 butterfly walnut is beneficial for brain health and mental functions. Research indicates that regular consumption of these nutrients may contribute to the renewal of brain cells and the improvement of brain functions. Additionally, Maraş18 butterfly walnut can help reduce the risk of various diseases such as heart health, diabetes, cancer, and more. It is used in many different recipes, ranging from savory dishes to desserts. It can be consumed either roasted or raw.
es_es: Rica en ácidos grasos omega-3, antioxidantes, vitamina E, magnesio y otros nutrientes, la nuez Maraş18 butterfly es beneficiosa para la salud cerebral y las funciones mentales. La investigación indica que el consumo regular de estos nutrientes puede contribuir a la renovación de las células cerebrales y a la mejora de las funciones cerebrales. Además, la nuez Maraş18 butterfly puede ayudar a reducir el riesgo de diversas enfermedades como problemas cardíacos, diabetes, cáncer y más. Se utiliza en muchas recetas diferentes, desde platos salados hasta postres. Puede consumirse tanto tostada como cruda.
fr_fr: Rijk aan omega-3-vetzuren, antioxidanten, vitamine E, magnesium en andere voedingsstoffen, is de Maraş18 butterfly-walnoot gunstig voor de gezondheid van de hersenen en mentale functies. Onderzoek geeft aan dat regelmatige consumptie van deze voedingsstoffen kan bijdragen aan de vernieuwing van hersencellen en de verbetering van hersenfuncties. Daarnaast kan de Maraş18 butterfly-walnoot helpen het risico op verschillende ziekten, zoals hartziekten, diabetes, kanker en meer, te verminderen. Het wordt gebruikt in veel verschillende recepten, variërend van hartige gerechten tot desserts. Het kan zowel geroosterd als rauw worden geconsumeerd.
tr_tr: Omega-3 yağ asitleri, antioksidanlar, E vitamini, magnezyum ve diğer besin maddeleri açısından zengin olan Maraş18 kelebek cevizi, beyin sağlığı ve zihinsel fonksiyonlar için de faydalıdır. Araştırmalar, bu besin maddelerinin düzenli olarak tüketildiğinde beyin hücrelerinin yenilenmesine ve beyin fonksiyonlarının artmasına yardımcı olabileceğini göstermektedir. Ayrıca, Maraş18 kelebek cevizi, kalp sağlığı, diyabet, kanser ve diğer birçok hastalığın riskini azaltmaya da yardımcı olabilir.Yemeklerden tatlılara kadar birçok farklı tarifte kullanılan bir malzemedir. İster kavrulmuş, ister çiğ olarak kullanılabilir.

# text5
source: AMBER walnut, belonging to the Juglans regia species, is a type of walnut. The Persian walnut tree is typically large and long-lived, with large, compound leaves that have serrated edges. The fruit of the Persian walnut is generally large and has a tough shell. The shell may have colors ranging from light brown to reddish. The inner part of the Persian walnut, especially in some subspecies of Juglans regia, contains a rich flavor and oil. It is a highly nutritious and energizing snack. Persian walnuts grow in temperate climates and can be found in a wide geographical area. This type is often cultivated in forested areas in Asia, Europe, and North America.
es_es: La "AMBER WALNUT," perteneciente a la especie Juglans regia, es un tipo de nuez. El árbol de nogal persa suele ser grande y longevo, con hojas grandes y compuestas que tienen bordes dentados. El fruto de la nuez persa suele ser grande y tiene una cáscara resistente. La cáscara puede tener colores que van desde el marrón claro hasta el rojizo. La parte interna de la nuez persa, especialmente en algunas subespecies de Juglans regia, contiene un sabor y aceite ricos. Es un aperitivo altamente nutritivo y energizante. Las nueces persas crecen en climas templados y se pueden encontrar en una amplia área geográfica. Este tipo se cultiva a menudo en áreas forestales en Asia, Europa y América del Norte.
fr_fr: "AMBER WALNUT," behorend tot de Juglans regia-soort, is een soort walnoot. De Perzische walnotenboom is doorgaans groot en langlevend, met grote, samengestelde bladeren die gekartelde randen hebben. Het fruit van de Perzische walnoot is over het algemeen groot en heeft een harde schaal. De schaal kan variëren in kleur van lichtbruin tot roodachtig. Het binnenste deel van de Perzische walnoot, vooral bij sommige ondersoorten van Juglans regia, bevat een rijke smaak en olie. Het is een zeer voedzame en energieke snack. Perzische walnoten groeien in gematigde klimaten en zijn te vinden in een groot geografisch gebied. Dit type wordt vaak geteeld in beboste gebieden in Azië, Europa en Noord-Amerika.
tr_tr: Kızıl ceviz, Juglans regia türüne ait bir ceviz türüdür. Bu ceviz türünün özellikleri şunlardır:Kızıl ceviz ağacı genellikle büyük ve uzun ömürlüdür. Yaprakları genellikle büyük, bileşik ve dişli kenarlıdır.Kızıl ceviz meyvesi genellikle büyük, sert kabuklu ve içinde yenilebilen bir tohum bulunur. Kabuk, açık kahverengi ile kızıl arasında değişen renklere sahip olabilir.Kızıl cevizin içi, özellikle Juglans regia'nın bazı alt türleri, yoğun bir lezzet ve yağ içerir. Genellikle çok besleyici ve enerji verici bir atıştırmalıktır.Kızıl ceviz, genellikle ılıman iklimlerde yetişir ve geniş bir coğrafi alanda bulunabilir. Tür, genellikle Asya, Avrupa ve Kuzey Amerika'da bulunan ormanlık alanlarda yetişir.

# text5.5
source: Walnuts are rich in omega-3 fatty acids, antioxidants, protein, and fiber, making them a healthy food source. Some research suggests that regularly consuming walnuts can support heart health and provide other health benefits. The shell of Persian walnuts typically has color tones ranging between brown and reddish, which is particularly pronounced in mature walnuts and serves as a distinguishing feature from other walnut varieties. The inner part of the Persian walnut, especially in specific subspecies, carries an intense flavor and distinctive aroma, making it a characteristic that sets it apart from other walnut types.
es_es: Las nueces son ricas en ácidos grasos omega-3, antioxidantes, proteínas y fibra, lo que las convierte en una fuente de alimento saludable. Algunas investigaciones sugieren que consumir regularmente nueces puede respaldar la salud cardíaca y proporcionar otros beneficios para la salud. La cáscara de las nueces persas suele tener tonos de color que van desde el marrón hasta el rojizo, lo cual es particularmente pronunciado en nueces maduras y sirve como una característica distintiva respecto a otras variedades de nueces. La parte interna de la nuez persa, especialmente en subespecies específicas, tiene un sabor intenso y un aroma distintivo, lo que la convierte en una característica que la diferencia de otros tipos de nueces.
fr_fr: Walnoten zijn rijk aan omega-3-vetzuren, antioxidanten, eiwitten en vezels, waardoor ze een gezonde voedselbron zijn. Sommige onderzoeken suggereren dat regelmatig walnoten consumeren de gezondheid van het hart kan ondersteunen en andere gezondheidsvoordelen kan bieden. De schaal van Perzische walnoten heeft doorgaans kleurtinten variërend van bruin tot roodachtig, wat vooral opvallend is bij rijpe walnoten en dient als een onderscheidend kenmerk ten opzichte van andere walnootvariëteiten. Het binnenste deel van de Perzische walnoot, vooral bij specifieke ondersoorten, heeft een intense smaak en karakteristieke geur, wat het onderscheidt van andere walnootsoorten.
tr_tr: Cevizler, omega-3 yağ asitleri, antioksidanlar, protein ve lif bakımından zengindir, bu da sağlıklı bir besin kaynağı yapar. Bazı araştırmalar, düzenli olarak ceviz tüketmenin kalp sağlığını destekleyebileceğini ve diğer sağlık yararları sağlayabileceğini göstermiştir.Kızıl cevizin kabuğu genellikle kahverengi ile kızıl arasında değişen renk tonlarına sahiptir. Bu, özellikle olgunlaşmış cevizlerde belirgindir ve diğer ceviz türlerinden ayırt edici özelliğidir. Kızıl cevizin içi, özellikle belirli alt türleri, yoğun bir lezzet ve belirgin bir aroma içerir. Bu, onu diğer ceviz türlerinden ayıran özelliklerden biridir.

# urunGruplarımız
source: Product Categories
es_es: Nuestras categorías de productos
fr_fr: Onze Productgroep
tr_tr: Ürün Gruplarımız

# ÇEYREK
source: QUARTER HALVES WALNUT
es_es: CUARTOS DE NUEZ
fr_fr: Kwart helften walnoot
tr_tr: ÇEYREK CEVİZ

# ürün
source: PRODUCT
es_es: Producto
tr_tr: ÜRÜN

# Ürünlerimiz
source: OUR PRODUCTS
es_es: NUESTROS PRODUCTOS
fr_fr: ONZE PRODUCTEN
tr_tr: ÜRÜNLERİMİZ

# İletişim
source: Contact
es_es: Contacto
fr_fr: Communicatie
tr_tr: İletişim

# ıhtıyacınızolan
source: you need
es_es: Lo que necesitas
fr_fr: Wat je nodig hebt
tr_tr: İhtiyacınız Olan

# ıle
source: contact me
es_es: Comunícate con nosotros
fr_fr: Neem contact op
tr_tr: İletişime Geç

# ılet
source: CONTACT
es_es: Contacto
fr_fr: Communicatie
tr_tr: İLETİŞİM

# ılett
source: CONTACT US
es_es: Ponte en contacto con nosotros
fr_fr: Neem contact met ons op
tr_tr: BİZİMLE İLETİŞİME GEÇ

# ılettt
source: Quick Contact
es_es: Comunicación Rápida
fr_fr: Snelle communicatie
tr_tr: Hızlı İletişim

# ıletttt
source: As Gazelli Group, we deliver high-quality products to you at affordable prices and in a short time, prioritizing customer satisfaction. In order to provide you with the best service, we continuously improve ourselves and operate with an open-minded approach to innovation.
es_es: Gazelli Grup, siempre prioriza la satisfacción del cliente al ofrecer productos de calidad a precios asequibles y entregas rápidas. Nos esforzamos continuamente por mejorar y operamos con una mentalidad abierta a la innovación para brindar el mejor servicio posible.
fr_fr: Gazelli Grup kwalite producten tegen betaalbare prijzen en snel bij u bezorgen, zetten we klanttevredenheid voorop. Om u de beste service te kunnen bieden, ontwikkelen we onszelf voortdurend en handelen we met een open houding ten opzichte van vernieuwingen.
tr_tr: Gazelli Grup olarak, kaliteli ürünleri uygun fiyatlarla ve kısa sürede sizlere ulaştırarak müşteri memnuniyetini ön planda tutuyoruz. Sizlere en iyi hizmeti verebilmek adına sürekli olarak kendimizi geliştiriyor ve yeniliklere açık bir anlayışla hareket ediyoruz.

# ılettttt
source: Gazelli Group: Bringing the Taste to Worldwide!
es_es: Gazelli Group: ¡Llevamos el sabor a todo el mundo!
fr_fr: Gazelli Grup: We brengen de smaak naar alle uithoeken van de wereld!
tr_tr: Gazelli Group: Lezzeti Dünya Geneline Taşıyoruz!

# ıletısımeGec
source: Contact Us
es_es: Comunícate con nosotros
fr_fr: Neem contact op
tr_tr: İletişime Geç

# ıltttt
source: Contact Form
es_es: Formulario de contacto
fr_fr: Contact Formulier
tr_tr: İletişim Formu

# ılttttt
source: SEND US A MESSAGE
es_es: Envíanos un mensaje
fr_fr: ZEND ONS EEN BERICHT
tr_tr: BİZE MESAJ GÖNDERİN

# ıso
source: Our ISO 9001 Certificate
es_es: Certificado ISO 9001
fr_fr: ISO 9001 Ons certificaat
tr_tr: ISO 9001 Sertifikamız

# ısoo
source: International Assurance
es_es: Garantía Internacional
fr_fr: Internationale Zekerheid
tr_tr: Uluslararası Güvence

# kelebek
source: HALVES WALNUT
fr_fr: WALNOOT HELFTEN
tr_tr: KELEBEK CEVİZ
