Repository: Yusuftmle/gazelligrup
Catalog: Resources/SharedResource.*.resx
Languages: es_es, fr_fr, tr_tr

# AdSoyad
source: Name Surname
es_es: Nombre Apellido
fr_fr: Voornaam Achternaam
tr_tr: Ad Soyad

# anasayfa
source: Home
es_es: Página principal
tr_tr: Ana Sayfa

# bal
source: LİGHT AMBER
es_es: NUEZ COLOR ÁMBAR CLARO
fr_fr: LICHTE AMBER NOTEN.
tr_tr: BAL KELEBEK CEVİZ

# Cumartesi
source: Saturday
es_es: Sábado
fr_fr: Zaterdag
tr_tr: Cumartesi

# DalındanSofranızaDünyanınHerNoktasına
source: From Branch to Your Table to Every Point of the World
es_es: Desde el árbol hasta tu mesa, a cualquier parte del mundo.
fr_fr: "Van Boom Tot Tafel, Wereldwijd"
tr_tr: Dalından Sofranıza Dünyanın HerNoktasına

# Galeri
source: Gallery
es_es: Galería
fr_fr: Galerij
tr_tr: Galeri

# gaz
source: GAZELLİ GROUP
es_es: GAZELLİ GRUP
fr_fr: GAZELLİ GRUP
tr_tr: GAZELLİ GRUP

# Gorevımız
source: Our Mission
es_es: Nuestra misión
fr_fr: Onze missie
tr_tr: Görevimiz

# Gorevımızz
source: To provide quality service and products
es_es: Ofrecer servicios y productos de calidad.
fr_fr: Kwalitatieve service en producten aanbieden
tr_tr: Kaliteli hizmet ve ürünler sunmaktır

# gruplarımız
source: GROUPS
es_es: Nuestras categorías de
fr_fr: Onze Groepen
tr_tr: GRUPLARIMIZ

# Hakkımızd
source: About Us
es_es: Sobre nosotros
fr_fr: Over Ons
tr_tr: Hakkımızda

# hakkımızda
source: About Us
es_es: Sobre nosotros
fr_fr: Over Ons
tr_tr: Hakkımızda

# hakkımızdaa
source: Walnut with enthusiasm, since 2015.
es_es: Desde 2015, somos apasionados por las nueces.
fr_fr: Sinds 2015 zijn we gepassioneerde walnootliefhebbers.
tr_tr: 2015 yılından beri faaliyet gösteren ceviz tutkunlarıyız.

# hakkımızdaaa
source: Gazelli Group Food Marketing Import Export Limited Company was established by the 'Ceylan' family as a family-owned company. Our company operates particularly in the field of dried fruits and agricultural products, conducting business globally, with a focus on the United States, Chile, Ukraine, and Turkey. In our import portfolio, we offer products such as walnuts, almonds (with shell and without shell) sourced from the United States, Chile, and Ukraine. Gazelli Group meets your needs with dried fruits and agricultural products directly sourced from leading manufacturers in the industry.
es_es: Gazelli Grup Gıda Pazarlama Sanayi Ticaret LTD. ŞTİ., la familia CEYLAN fundó la empresa como un negocio familiar. Especializada en frutos secos y productos agrícolas, nuestra empresa opera a nivel mundial, especialmente en los Estados Unidos, Chile, Ucrania y Turquía. En nuestro portafolio de importación, contamos con nueces con cáscara y productos de nueces originarios de Estados Unidos, Chile y Ucrania. Gazelli Grup satisface sus necesidades con frutos secos y productos agrícolas directamente suministrados por los principales productores del sector.
fr_fr: "Gazelli Group Food Marketing Industrie Handel LTD. ŞTİ. is opgericht door de familie CEYLAN, een familiebedrijf. Ons bedrijf, dat vooral actief is in noten en landbouwproducten, is wereldwijd actief, vooral in de VS, Chili, Oekraïne en Turkije. Onze importportfolio omvat gepelde walnoten en walnootproducten van Amerikaanse, Chileense en Oekraïense oorsprong. Gazelli Group voorziet in uw wensen met noten en landbouwproducten die wij rechtstreeks inkopen bij toonaangevende producenten uit de sector."
tr_tr: Gazelli Grup Gıda Pazarlama Sanayi Ticaret LTD. ŞTİ., aile şirketi olan CEYLAN ailesi tarafından kurulmuştur. Özellikle kuruyemiş ve tarım ürünleri konusunda faaliyet gösteren firmamız, dünya genelinde, özellikle ABD, Şili, Ukrayna ve Türkiye'de faaliyet göstermektedir.İthalat portföyümüzde, Amerikan, Şili ve Ukrayna menşeili kabuklu ceviz ve ceviz ürünlerimiz buulunmaktadır. Gazelli Grup, sektörün önde gelen üreticilerinden doğrudan temin ettiğimiz kuruyemiş ve tarım ürünleri ile sizlerin ihtiyaçlarını karşılamaktadır.

# hakkımızdaaaa
source: Gazelli Group operates with a commitment to always prioritize customer satisfaction. Our experienced and expert team continues to uphold the commitment to providing the best service to customers by staying abreast of current developments in the industry. Our company, guided by principles of quality, competitive pricing, and swift delivery, enhances its reliability in the industry by offering fast and effective solutions to customer demands.
es_es: Gazelli Grup, siempre actúa con una filosofía centrada en la satisfacción del cliente. Nuestro equipo experimentado y experto se compromete a brindar el mejor servicio a los clientes al seguir de cerca los desarrollos actuales en la industria. Con los principios de calidad, precios competitivos y entrega rápida, Gazelli Grup tiene como objetivo proporcionar a los clientes la mejor experiencia de compra. Nuestra empresa, que opera con una visión constantemente renovadora, aumenta su confiabilidad en la industria al ofrecer soluciones rápidas y efectivas a las demandas de los clientes.
fr_fr: Gazelli Grup, die altijd prioriteit geeft aan klanttevredenheid, opereert met een aanpak die erop gericht is klanten de beste service te bieden door met haar ervaren en deskundige team op de hoogte te blijven van de huidige ontwikkelingen in de branche. Handelend in overeenstemming met de principes van kwaliteit, redelijke prijzen en snelle levering, streeft Gazelli Grup ernaar klanten de beste winkelervaring te bieden. Ons bedrijf vernieuwt voortdurend zijn visie en vergroot zijn betrouwbaarheid in de sector door snelle en effectieve oplossingen te bieden voor de eisen van de klant.
tr_tr: Gazelli Grup, müşteri memnuniyetini her zaman ön planda tutan bir anlayışla hareket etmektedir. Deneyimli ve uzman ekibimiz, sektördeki güncel gelişmeleri takip ederek müşterilere en iyi hizmeti sunma konusundaki taahhüdünü sürdürmektedir. Kalite, uygun fiyatlar ve hızlı teslimat prensipleriyle hareket eden Gazelli Grup, müşterilere en iyi alışveriş deneyimini yaşatmayı amaçlamaktadır. Sürekli kendini yenileyen bir vizyonla hareket eden firmamız, müşteri taleplerine hızlı ve etkili çözümler sunarak sektördeki güvenilirliğini artırmaktadır.

# helal
source: Our Halal Certificate
es_es: Certificado Halal
fr_fr: Ons Halal-certificaat
tr_tr: Helal Sertifikamız

# helall
source: Reliable Service
es_es: Servicio confiable
fr_fr: Betrouwbare dienstverlening
tr_tr: Güvenilir Hizmet

# kalıte
source: Quality is a reflection of the
es_es: La calidad, que se oculta en los detalles
fr_fr: Kwaliteit zit in de details
tr_tr: KALİTE, AYRINTILARDA GİZLİ OLAN

# kalıtee
source: meticulous
es_es: cuidado
fr_fr: Aandachtig
tr_tr: ÖZENİN

# kalıteee
source: care hidden in the details
es_es: es un reflejo
fr_fr: Een weerspiegeling is
tr_tr: BİR YANSIMASIDIR.

# Kapalı
source: Close
es_es: Cerrado
fr_fr: Gesloten
tr_tr: Kapalı

# Konu
source: Subject
es_es: Sujeto
fr_fr: Onderwerp
tr_tr: Konu

# kırık
source: Pieces Walnut
es_es: Pedazos de nuez
fr_fr: Nootstukken
tr_tr: KIRIK CEVİZ

# kızıl
source: AMBER WALNUT
es_es: NUEZ ÁMBAR
fr_fr: AMBER WALNOOT
tr_tr: KIZIL CEVİZ

# MESA
source: Send Message
es_es: Enviar mensaje
fr_fr: Bericht versturen
tr_tr: Mesajı Gönder

# Mesajınız
source: Your message...
es_es: Tu mensaje...
fr_fr: Jouw bericht...

# pazar
source: Sunday
es_es: Domingo
fr_fr: Zondag
tr_tr: Pazar

# PazartesıCuma
source: Monday-Friday
es_es: Lunes-Viernes
fr_fr: Maandag vrijdag
tr_tr: Pazartesi-Cuma

# SağlıkveLezzetinAdıGazelliCevizi
source: The Name of Health and Taste is Gazelli Walnut
es_es: El nombre de la salud y el sabor: Nueces Gazelli
fr_fr: Gezondheid en Smaak, Gazelli Walnoot
tr_tr: Sağlık ve Lezzetin Adı Gazelli Cevizi

# SosyalMedyadanBiziTakipEdin
source: Follow Us on Social Media
es_es: Síguenos en redes sociales
fr_fr: Volg ons op sociale media
tr_tr: Sosyal Medyadan Bizi Takip Edin

# str_welcome_message
source: Welcome in English
es_es: bienvenido
fr_fr: Welkom
tr_tr: hoşgeldiniz

# Telefon
source: Phone
es_es: Teléfono
tr_tr: Telefon

# text
source: Pieces walnut generally refers to the walnut kernel that has been removed from the outer shell, meaning it is devoid of the shell and inner membranes. These inner walnut kernels, separated from their shells, are often found in broken or chopped form. This makes it easier to consume the inner walnut. Broken walnuts can be used in salads, meals, desserts, or snacks.
es_es: "Las piezas de nuez" generalmente se refieren al núcleo de nuez que ha sido retirado de la cáscara exterior, lo que significa que carece de la cáscara y las membranas internas. Estos núcleos internos de nuez, separados de sus cáscaras, a menudo se encuentran en forma rota o picada. Esto facilita consumir la nuez interior. Las nueces rotas se pueden utilizar en ensaladas, comidas, postres o aperitivos.
fr_fr: "Stukken walnoot" Over het algemeen de notenpit betekent die uit de buitenschil is verwijderd, wat betekent dat het vrij is van de schaal en de binnenmembranen. Deze binnenste walnootkernen, gescheiden van hun schelpen, worden vaak in gebroken of gehakte vorm aangetroffen. Dit maakt het gemakkelijker om de binnenste walnoot te consumeren. Gebroken walnoten kunnen worden gebruikt in salades, maaltijden, desserts of snacks.
tr_tr: Ceviz, sağlığa birçok fayda sağlayan besin öğeleri içerir, bu nedenle kırık ceviz tüketmek, omega-3 yağ asitleri, antioksidanlar, vitaminler ve mineraller gibi besin maddelerinin alımına katkıda bulunur.Kırık ceviz, özellikle alfa-linolenik asit (ALA) adı verilen bir omega-3 yağ asidi kaynağıdır. Omega-3 yağ asitleri, beyin sağlığı, kalp sağlığı ve iltihapla mücadele gibi birçok sağlık yararı sağlayabilir. Ceviz, antioksidan bakımından zengindir. Antioksidanlar, vücudu serbest radikallerin zararlı etkilerine karşı koruyabilir ve hücresel hasarı azalt

# text1
source: Walnuts contain nutrients that provide many health benefits, so consuming broken walnuts contributes to the intake of nutrients such as omega-3 fatty acids, antioxidants, vitamins, and minerals. Broken walnuts, in particular, serve as a source of alpha-linolenic acid (ALA), which is an omega-3 fatty acid. Omega-3 fatty acids can offer various health benefits, including supporting brain health, heart health, and combating inflammation. Walnuts are rich in antioxidants. Antioxidants can protect the body against the harmful effects of free radicals and reduce cellular damage.
es_es: Las nueces contienen nutrientes que ofrecen muchos beneficios para la salud, por lo que consumir nueces rotas contribuye a la ingesta de nutrientes como ácidos grasos omega-3, antioxidantes, vitaminas y minerales. Las nueces rotas, en particular, sirven como fuente de ácido alfa-linolénico (ALA), que es un ácido graso omega-3. Los ácidos grasos omega-3 pueden proporcionar varios beneficios para la salud, como respaldar la salud cerebral, la salud del corazón y combatir la inflamación. Las nueces son ricas en antioxidantes. Los antioxidantes pueden proteger el cuerpo contra los efectos nocivos de los radicales libres y reducir el daño celular.
fr_fr: Walnoten bevatten voedingsstoffen die veel gezondheidsvoordelen bieden, dus het consumeren van gebroken walnoten draagt bij aan de inname van voedingsstoffen zoals omega-3 vetzuren, antioxidanten, vitaminen en mineralen. Gebroken walnoten dienen in het bijzonder als een bron van alfa-linoleenzuur (ALA), dat een omega-3 vetzuur is. Omega-3 vetzuren kunnen verschillende gezondheidsvoordelen bieden, waaronder ondersteuning van de hersengezondheid, hartgezondheid en het bestrijden van ontstekingen. Walnoten zijn rijk aan antioxidanten. Antioxidanten kunnen het lichaam beschermen tegen de schadelijke effecten van vrije radicalen en celbeschadiging verminderen.
tr_tr: Kırık ceviz, genellikle cevizin iç kabuğundan çıkarılmış, yani kabuğu ve iç zarlarından arındırılmış ceviz içini ifade eder. Kabuklarından ayrılmış haldeki bu iç cevizler genellikle kırık veya doğranmış bir formda bulunur. Bu durum, iç cevizin daha kolay tüketilmesini sağlar. Kırık ceviz, salatalarda, yemeklerde, tatlılarda veya atıştırmalıklarda kullanılabilir.

# text2
source: Walnuts contribute to weight control due to their filling properties. By helping you feel full for a longer time, they contribute to reducing the risk of overeating. Fiber is an ingredient that contributes to digestive health and provides a sense of fullness. Walnuts are rich in fiber. They also serve as a plant-based protein source. Protein is essential for the repair of body tissues, muscle development, and various other biological processes.
es_es: Las nueces contribuyen al control de peso debido a sus propiedades saciantes. Al ayudarte a sentirte lleno durante más tiempo, contribuyen a reducir el riesgo de comer en exceso. La fibra es un componente que contribuye a la salud digestiva y proporciona una sensación de saciedad. Las nueces son ricas en fibra. También sirven como fuente de proteínas de origen vegetal. Las proteínas son esenciales para la reparación de tejidos corporales, el desarrollo muscular y diversos procesos biológicos.
fr_fr: Walnoten dragen bij aan gewichtsbeheersing dankzij hun vullende eigenschappen. Door je langer een vol gevoel te geven, dragen ze bij aan het verminderen van het risico op te veel eten. Vezel is een ingrediënt dat bijdraagt aan de gezondheid van de spijsvertering en een gevoel van verzadiging geeft. Walnoten zijn rijk aan vezels. Ze dienen ook als een plantaardige eiwitbron. Eiwit is essentieel voor de reparatie van lichaamsweefsels, spierontwikkeling en verschillende andere biologische processen.
tr_tr: Ceviz, doyurucu özelliklere sahip olduğu için kilo kontrolüne yardımcı olur. Uzun süre tok hissetmenize yardımcı olarak aşırı yeme riskini azaltabilir. Lif, sindirim sağlığına katkıda bulunan ve tokluk hissi sağlayan bir öğedir. Ceviz, lif açısından zengin bir kuruyemiş türüdür. Ceviz, bitkisel protein kaynağıdır. Protein, vücut dokularının onarılması, kas gelişimi ve diğer birçok biyolojik süreç için önemlidir.</div>

# text2.5
source: The vitamins, minerals, and antioxidants found in walnuts support skin health and reduce signs of aging. Walnuts contain omega-3 fatty acids, antioxidants, and other nutrients that support heart health. Thanks to these properties, they can improve cardiovascular health.
es_es: Las vitaminas, minerales y antioxidantes que se encuentran en las nueces respaldan la salud de la piel y reducen los signos de envejecimiento. Las nueces contienen ácidos grasos omega-3, antioxidantes y otros nutrientes que respaldan la salud del corazón. Gracias a estas propiedades, pueden mejorar la salud cardiovascular.
fr_fr: De vitamines, mineralen en antioxidanten die in walnoten worden aangetroffen, ondersteunen de gezondheid van de huid en verminderen tekenen van veroudering. Walnoten bevatten omega-3-vetzuren, antioxidanten en andere voedingsstoffen die de gezondheid van het hart ondersteunen. Dankzij deze eigenschappen kunnen ze de gezondheid van het cardiovasculaire systeem verbeteren.
tr_tr: Cevizde bulunan vitaminler, mineraller ve antioksidanlar, cilt sağlığını destekler ve yaşlanma belirtilerini azaltır.Ceviz, kalp sağlığını destekleyen omega-3 yağ asitleri, antioksidanlar ve diğer besin maddeleri içerir. Bu özellikleri sayesinde kalp-damar sağlığını iyileştirebilir.

# text3
source: LİGHT AMBER walnut is a high-quality product collected from walnut trees grown in the Kahramanmaraş province of Turkey. The unique taste and aroma characteristics of Maraş18 butterfly walnut are shaped by the geographical conditions in this region. Its thin-shell and large inner structure win the approval of even the most discerning palates. However, Maraş18 butterfly walnut stands out not only for its taste but also for its health benefits.
es_es: La nuez LIGTH AMBER es un producto de alta calidad recolectado de los árboles de nogal cultivados en la provincia de Kahramanmaraş, Turquía. Las características de sabor y aroma únicas de la nuez Maraş18 butterfly están moldeadas por las condiciones geográficas de esta región. Su cáscara delgada y su estructura interna grande ganan la aprobación incluso de los paladares más exigentes. Sin embargo, la nuez Maraş18 butterfly se destaca no solo por su sabor, sino también por sus beneficios para la salud.
fr_fr: Walnut is een hoogwaardig product dat wordt verzameld van walnotenbomen die groeien in de provincie Kahramanmaraş in Turkije. De unieke smaak- en aroma-eigenschappen van de Maraş18 butterfly walnut worden gevormd door de geografische omstandigheden in deze regio. Zijn dunne schil en grote binnenste structuur winnen zelfs de goedkeuring van de meest kritische fijnproevers. Echter, de Maraş18 butterfly walnut valt niet alleen op door zijn smaak, maar ook door de voordelen voor de gezondheid
tr_tr: Türkiye’nin Kahramanmaraş ilinde yetişen ceviz ağaçlarından toplanan kaliteli bir üründür. Bu bölgedeki coğrafi koşullar, Maraş18 kelebek cevizinin benzersiz lezzet ve aroma özelliklerini oluşturur. İnce kabuklu ve büyük içli yapısı, en seçici damakların bile beğenisini kazanır. Bununla birlikte, Maraş18 kelebek cevizi sadece lezzetiyle değil aynı zamanda sağlık yararlarıyla da öne çıkar.Kelebek cevizin bal renginde olan çeşitidir.

# text3.5
source: Rich in omega-3 fatty acids, antioxidants, vitamin E, magnesium, and other nutrients, Maraş18 butterfly walnut is beneficial for brain health and mental functions. Research indicates that regular consumption of these nutrients may contribute to the renewal of brain cells and the improvement of brain functions. Additionally, Maraş18 butterfly walnut can help reduce the risk of various diseases such as heart health, diabetes, cancer, and more. It is used in many different recipes, ranging from savory dishes to desserts. It can be consumed either roasted or raw.
es_es: Rica en ácidos grasos omega-3, antioxidantes, vitamina E, magnesio y otros nutrientes, la nuez Maraş18 butterfly es beneficiosa para la salud cerebral y las funciones mentales. La investigación indica que el consumo regular de estos nutrientes puede contribuir a la renovación de las células cerebrales y a la mejora de las funciones cerebrales. Además, la nuez Maraş18 butterfly puede ayudar a reducir el riesgo de diversas enfermedades como problemas cardíacos, diabetes, cáncer y más. Se utiliza en muchas recetas diferentes, desde platos salados hasta postres. Puede consumirse tanto tostada como cruda.
fr_fr: Rijk aan omega-3-vetzuren, antioxidanten, vitamine E, magnesium en andere voedingsstoffen, is de Maraş18 butterfly-walnoot gunstig voor de gezondheid van de hersenen en mentale functies. Onderzoek geeft aan dat regelmatige consumptie van deze voedingsstoffen kan bijdragen aan de vernieuwing van hersencellen en de verbetering van hersenfuncties. Daarnaast kan de Maraş18 butterfly-walnoot helpen het risico op verschillende ziekten, zoals hartziekten, diabetes, kanker en meer, te verminderen. Het wordt gebruikt in veel verschillende recepten, variërend van hartige gerechten tot desserts. Het kan zowel geroosterd als rauw worden geconsumeerd.
tr_tr: Omega-3 yağ asitleri, antioksidanlar, E vitamini, magnezyum ve diğer besin maddeleri açısından zengin olan Maraş18 kelebek cevizi, beyin sağlığı ve zihinsel fonksiyonlar için de faydalıdır. Araştırmalar, bu besin maddelerinin düzenli olarak tüketildiğinde beyin hücrelerinin yenilenmesine ve beyin fonksiyonlarının artmasına yardımcı olabileceğini göstermektedir. Ayrıca, Maraş18 kelebek cevizi, kalp sağlığı, diyabet, kanser ve diğer birçok hastalığın riskini azaltmaya da yardımcı olabilir.Yemeklerden tatlılara kadar birçok farklı tarifte kullanılan bir malzemedir. İster kavrulmuş, ister çiğ olarak kullanılabilir.

# text4
source: HALVES walnut is a high-quality product collected from walnut trees grown in the Kahramanmaraş province of Turkey. The unique taste and aroma characteristics of Maraş18 butterfly walnut are shaped by the geographical conditions in this region. Its thin-shell and large inner structure win the approval of even the most discerning palates. However, Maraş18 butterfly walnut stands out not only for its taste but also for its health benefits.
es_es: La nuez halves es un producto de alta calidad recolectado de los árboles de nogal cultivados en la provincia de Kahramanmaraş, Turquía. Las características de sabor y aroma únicas de la nuez Maraş18 butterfly están moldeadas por las condiciones geográficas de esta región. Su cáscara delgada y su estructura interna grande ganan la aprobación incluso de los paladares más exigentes. Sin embargo, la nuez Maraş18 butterfly se destaca no solo por su sabor, sino también por sus beneficios para la salud.
fr_fr: Walnut is een hoogwaardig product dat wordt verzameld van walnotenbomen die groeien in de provincie Kahramanmaraş in Turkije. De unieke smaak- en aroma-eigenschappen van de Maraş18 butterfly walnut worden gevormd door de geografische omstandigheden in deze regio. Zijn dunne schil en grote binnenste structuur winnen zelfs de goedkeuring van de meest kritische fijnproevers. Echter, de Maraş18 butterfly walnut valt niet alleen op door zijn smaak, maar ook door de voordelen voor de gezondheid
tr_tr: Türkiye’nin Kahramanmaraş ilinde yetişen ceviz ağaçlarından toplanan kaliteli bir üründür. Bu bölgedeki coğrafi koşullar, Maraş18 kelebek cevizinin benzersiz lezzet ve aroma özelliklerini oluşturur. İnce kabuklu ve büyük içli yapısı, en seçici damakların bile beğenisini kazanır. Bununla birlikte, Maraş18 kelebek cevizi sadece lezzetiyle değil aynı zamanda sağlık yararlarıyla da öne çıkar.
